[
    {
        "title": "O que são as competições da HackoonWeek?",
        "answers": [
            "Nossas competições são atividades que o HackoonSpace realiza para simular competições hackers reais.",
            "Em diversos eventos, conferências, hackerspaces e até empresas, são realizados CTFs, Hackathons, Gamejams e similares para várias finalidades, como treinar funcionários, buscar soluções para problemas reais, testar novas tecnologias e por aí vai.",
            "Aqui, por conta do tempo e do escopo, fazemos diversas simplificações para facilitar a participação de todos e deixar a experiência mais dinâmica."
        ]
    },
    {
        "title": "Como elas vão funcionar?",
        "answers": [
            "Em breve."
        ]
    },
    {
        "title": "Preciso saber de alguma coisa prévia para competir?",
        "answers": [
            "Você não precisa de nenhum conhecimento prévio para participar das competições. Tanto do CTF quanto do Hackathon.",
            "Na verdade, são nestas competições que você aprende bastante coisa nova e fortalece o pensamento criativo (explorando falhas, pensando em soluções, conversando com os mentores, etc).",
            "O prêmio final é mais um pequeno incentivo para gerar competitividade entre as equipes."
        ]
    },
    {
        "title": "Como vão ser formadas as equipes? Tem limite de pessoas? Posso participar sozinho?",
        "answers": [
            "Nós formaremos as equipes de cada competição no horário de início delas, no servidor do Discord onde elas irão ocorrer. Por isso, tanto se você já tiver uma equipe quanto se não tiver, tudo será organizado lá.",
            "Os limites de formação de grupos são: até 2 pessoas para o Hackathon e até 4 para o Capture The Flag.",
            "Você pode participar sozinho também, caso queira."
        ]
    },
    {
        "title": "O que é um Capture The Flag (CTF)?",
        "answers": [
            "Em breve."
        ]
    },
    {
        "title": "Quais são as regras do CTF?",
        "answers": [
            "As regras do CTF podem ser encontradas no edital que escrevemos para vocês. <a class='link' href='/files/Regulamento_CTF.pdf' target='__blank'>Clique aqui para acessar!</a>"
        ]
    },
    {
        "title": "Qual é a prêmio do CTF?",
        "answers": [
            "O prêmio do CTF será um valor de R$ 100,00 que será dividido igualmente para todos os membros da equipe vencedora."
        ]
    },
    {
        "title": "O que é um Hackathon?",
        "answers": [
            "Em breve."
        ]
    },
    {
        "title": "Quais são as regras do Hackathon?",
        "answers": [
            "As regras do Hackathon podem ser encontradas no edital que escrevemos para vocês. <a class='link' href='/files/Regulamento_Hackathon.pdf' target='__blank'>Clique aqui para acessar!</a>"
        ]
    },
    {
        "title": "Qual é a prêmio do Hackathon?",
        "answers": [
            "O prêmio do Hackathon será um valor de R$ 100,00 que será dividido igualmente para todos os membros da equipe vencedora."
        ]
    }
]