[
    {
        "title": "Onde o evento será realizado?",
        "answers": [
            "A HackoonWeek 2024 será realizada em formato totalmente online, com transmissão no <a class='link' href='https://youtube.com/@hackoonspace' target='_blank' rel='noreferrer'>canal do Youtube</a> do HackoonSpace."
        ]
    },
    {
        "title": "Quem pode participar?",
        "answers": [
            "Não temos uma restrição sobre quem pode participar. Seja você da UFSCar ou não, formado ou não, ou da área da computação ou não.",
            "Apenas atentamos ao fato de que menores de idade precisam da autorização de seus responsáveis."
        ]
    },
    {
        "title": "Como posso participar?",
        "answers": [
            "Para participar, é necessário se inscrever no formulário do Google disponibilizado aqui no nosso site.",
            "Lá você deverá preencher suas informações e selecionar as atividades que você tem interesse! Nos dias e horários correspondentes, a atividade será transmitida no Youtube e você poderá interagir com os palestrantes, a equipe do evento e os demais participantes."
        ]
    },
    {
        "title": "Posso assistir ao evento sem me inscrever?",
        "answers": [
            "Você pode assistir a todas as atividades da HackoonWeek sem se inscrever. Porém, não receberá um certificado de participação e não poderá participar dos sorteios e demais atividades que envolvam sua inscrição."
        ]
    },
    {
        "title": "O que são e para que servem os certificados?",
        "answers": [
            "Os certificados de participação são documentos comprovando a sua participação no evento. Eles são emitidos em conformidade com a <a class='link' href='https://www.proex.ufscar.br/' target='_blank' rel='noreferrer'>Pró-Reitoria de Extensão da UFSCar</a>, a PROEX, e contam a quantidade de horas de participação que você teve no evento.",
            "Alunos de graduação da UFSCar podem usar estes certificados para validar créditos complementares para sua formação acadêmica. Estudantes de escolas e outras instituições de ensino superior precisam conversar diretamente com a coordenação de seus cursos para verificar se há a possibilidade de validar algo semelhante.",
            "Todos os certificados serão emitidos e enviados após a finalização do evento, no endereço de e-mail registrado no formulário de inscrição."
        ]
    },
    {
        "title": "Como validar minha presença em uma atividade?",
        "answers": [
            "Para validar sua presença, você precisa preencher os formulários na plataforma Google Forms que iremos disponibilizar nos 15 primeiros e nos 15 últimos minutos de cada atividade.",
            "O primeiro formulário representa a sua \"entrada\" na atividade. O segundo representa a sua \"saída\". Para que possamos confirmar que você participou da atividade, é necessário que você responda os dois.",
            "Os formulários serão anúnciados nas transmissões ao vivo e enviados nos chats pela equipe da HackoonWeek."
        ]
    },
    {
        "title": "Minha dúvida não está listada aqui... O que eu faço?",
        "answers": [
            "Mande um e-mail ou mensagem pra gente em <a class='link' href='mailto:hackoonspace@gmail.com' target='_blank' rel='noreferrer'>hackoonspace@gmail.com</a>. Estamos correndo bastante para trazer um evento bacana para vocês, mas ao máximo possível iremos te responder e ajudar nas suas dúvidas!"
        ]
    }
]